Revit 2027 API
SymbolTypeId.KNPerCmSup2 Property
 Symbol kN/cm², indicating unit Kilonewtons per square centimeter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KNPerCmSup2 { get; }
Public Shared ReadOnly Property KNPerCmSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KNPerCmSup2 {
	ForgeTypeId^ get ();
}
static member KNPerCmSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace